Repository: huynm/Weather-Nab
Catalog: Weather Nab/Resources/*.lproj/Localizable.strings
Languages: vi

# alert.minimumQueryLength.title
source: Notice
vi: Chú ý

# alert.minimumQueryLength.message
source: Search term must be %d or more characters
vi: Từ khoá tìm kiếm phải từ %d kí tự trở lên

# dailyForecast.screenTitle
source: Weather Forecast
vi: Dự báo thời tiết

# dailyForecast.initialMessage
source: Enter a city into the search field to get forecasts
vi: Nhập tên một thành phố vào thanh tìm kiếm để xem dự báo thời tiết

# dailyForecast.searchBarPlaceholder
source: Search by city name
vi: Tìm kiếm theo tên thành phố

# dailyForecast.dateFormat
source: EEE, dd MMM yyyy
vi: EEEE, dd MMMM, yyyy

# dailyForecast.date
source: Date: %@
vi: Ngày: %@

# dailyForecast.averageTemperature
source: Average Temperature: %@
vi: Nhiệt độ trung bình: %@

# dailyForecast.humidity
source: Humidity: %@
vi: Độ ẩm: %@

# dailyForecast.pressure
source: Pressure: %@
vi: Áp suất: %@

# dailyForecast.description
source: Description: %@
vi: Ghi chú: %@

# dailyForecast.error.unknown
source: There was a problem getting forecasts. Please try again later
vi: Hiện không thể truy suất thông tin thời tiết. Hãy thử lại vào lúc khác

# dailyForecast.error.cityNotFound
source: Can not find the city matching your search term. Please try another one
vi: Không tìm thấy thành phố phù hợp với từ khoá tìm kiếm. Hãy thử lại với từ khác
